<?php
return [
    'admin' => [
        'categories' =>[
            'created'=> [
                'success' => 'Категория добавлена',
                'error' => 'Ошибка добавления записи',
            ],
            'updated'=> [
                'success' => 'Категория обновлена',
                'error' => 'Ошибка обновления записи',
            ],
            'deleted'=> [
                'success' => 'Категория удалена',
                'error' => 'Ошибка удаления категории',
            ]

        ],
        'products' => [
            'created'=> [
                'success' => 'Материал добавлен',
                'error' => 'Ошибка добавления материала',
            ],
            'updated'=> [
                'success' => 'Материал обновлен',
                'error' => 'Ошибка обновления материала',
            ],
            'deleted'=> [
                'success' => 'Материал удален',
                'error' => 'Ошибка удаления материала',
            ],
            'parsed'=> [
                'success' => 'Записи из источников обновлены',
                'error' => 'Ошибка обновления записей из источника',
            ],
            'picture'=> [
                'success' => 'Загрузка изображения выполнена',
                'error' => 'Ошибка загрузки изображения',
            ],
        ],
        'feedbacks' =>[
            'created'=> [
                'success' => 'Отзыв добавлен',
                'error' => 'Ошибка добавления отзыва',
            ],
            'updated'=> [
                'success' => 'Отзыв обновлен',
                'error' => 'Ошибка обновления отзыва',
            ],
            'deleted'=> [
                'success' => 'Отзыв удален',
                'error' => 'Ошибка удаления отзыва',
            ]

        ],
        'users' =>[
            'created'=> [
                'success' => 'Пользователь добавлен',
                'error' => 'Ошибка добавления пользователя',
            ],
            'updated'=> [
                'success' => 'Данные пользователя обновлены',
                'error' => 'Ошибка обновления данных пользователя',
            ],
            'deleted'=> [
                'success' => 'Пользователь удален',
                'error' => 'Ошибка удаления пользователя',
            ]

        ],
        'resources' =>[
            'created'=> [
                'success' => 'Источник добавлен',
                'error' => 'Ошибка добавления источника',
            ],
            'updated'=> [
                'success' => 'Данные источника обновлены',
                'error' => 'Ошибка обновления данных источника',
            ],
            'deleted'=> [
                'success' => 'Источник удален',
                'error' => 'Ошибка удаления источника',
            ]

        ],

    ],
    'subscription' =>[
        'created'=> [
            'success' => 'Подписка оформлена',
            'error' => 'Ошибка оформления подписки',
        ],
    ]

];
